{
  "Uy": "Home",
  "Biz haqmizda": "About us",
  "Xizmatlar": "Services",
  "Sotish va brendlar": "Sales and Brands",
  "Mutaxassisni chaqiring": "Call a technician",
  "Ishonchlilik va sifat": "Reliability and quality",
  "Kartrijni ta'mirlash va to'ldirish. Mutaxassisning uyingizga yoki ofisingizga tezkor tashrifi!": "Repair and refilling of cartridges. Prompt departure of the technician to your home or office!",
  "Printerlar, kompyuterlar, monobloklar va boshqa orgtexnika jihozlarini sifatli ta’mirlash, shuningdek, kartridjlarni kafolat bilan to‘ldirishni taklif etamiz.": "We offer high-quality repair of printers, computers, all-in-ones and other office equipment, as well as cartridge refilling with a guarantee.",
  "Ta'mirlashga buyurtma bering": "Order repair",
  "Batafsil ma'lumot oling": "Find out more",
  "Monoxromli lazerli kartridjlarni to'ldirish": "Refill monochrome laser cartridges",
  "Biz bilan bog'lanish": "Contact us",
  "Rangli siyohli kartridjlarni to'ldirish": "Refill color ink cartridges",
  "Rangli lazerli kartridjlarni to'ldirish": "Refill color laser cartridges",
  "Kartridjlarni sotish": "Cartridge sales",
  "Biz haqimizda": "About us",
  "TAFAKKUR XIZMAT SAMARASI MChJ — bu bir necha yil davomida ofis texnikasini xizmat ko'rsatish sohasida muvaffaqiyatli faoliyat yuritayotgan, mijozlarga ishonchli va sifatli xizmatlarni taqdim etayotgan rivojlanayotgan kompaniya. Biz kartridjlarni to'ldirish va tiklash, printerlar va boshqa ofis texnikasini ta'mirlash va texnik xizmat ko'rsatishda ixtisoslashganmiz. Bizning jamoamiz murakkab vazifalarni hal qilishga tayyor bo'lgan tajribali mutaxassislardan iborat bo'lib, mijozlarimizga chiqimlarni kamaytirish va uskunalarni xizmat ko'rsatishda yordam beradi.": "TAFAKKUR XIZMAT SAMARASI MChJ is a dynamically developing company that has been successfully working in the field of office equipment service for several years, providing clients with reliable and quality services. We specialize in refilling and restoring cartridges, repairing and servicing printers and other office equipment. Our team consists of experienced specialists who are ready to solve the most complex tasks and help our clients optimize their printing and equipment service costs.",
  "Bizning qadriyatlarimiz va yondashuvimiz": "Our values and approach",
  "Biz bilamizki, ofis texnikasining to'g'ri ishlashi har qanday kompaniyaning muvaffaqiyatli faoliyatida muhim rol o'ynaydi. Bizning maqsadimiz — sizning printerlaringiz va boshqa qurilmalarinigiz uzluksiz va sifatli ishlashini ta'minlash. Har bir mijozga individual yondashuvni qadrlaymiz va bizning hamkorlarimizning ehtiyojlari va talablarini to'liq qondiradigan yechimlarni topishga intilamiz. Ishlashning yuqori standartlariga amal qilib, biz faqat sinovdan o'tgan materiallar va zamonaviy texnologiyalardan foydalanamiz, xizmatlarimizning uzoq muddatli va samarali bo'lishini kafolatlaymiz.": "We understand that the proper operation of office equipment plays an important role in the successful operation of any company. Our goal is to ensure the uninterrupted and high-quality operation of your printers and other devices. We pride ourselves on an individual approach to each client and strive to find solutions that fully meet the needs and requirements of our partners. By adhering to high standards, we only use tested materials and modern technologies to guarantee the durability and efficiency of our services.",
  "Batafsil ma'lumot olish": "Learn more",

  "Plotter printerlarni ta'mirlash": "Repair of Plotter printers",
  "Sifat kafolati bilan!": "With quality assurance!",
  "Biz sizning Plotter printeringizni yana yangidek ishlashi uchun ishonchli ta'mirlash va xizmat ko'rsatishni ta'minlaymiz.": "We provide reliable repair and maintenance of your Plotter printer to make it work like new again.",
  "YILLARDAN BERI BOZORDA": "Years in the market",
  "Printerlarni ta'mirlash va xizmat ko'rsatishda katta tajriba": "Extensive experience in printer repair and maintenance",
  "TA'MIRLANGAN PRINTERLAR": "REPAIRED PRINTERS",
  "20 000 dan ortiq printerlar ta'mirlandi": "More than 20,000 printers repaired",
  "FIKRLAR": "REVIEWS",
  "Mijozlarimiz ish sifatidan mamnun": "Our clients are satisfied with the quality of work",

  "Bizning Afzalliklarimiz": "Our Advantages",
  "Tezkor chiqish": "Fast Arrival",
  "Ishonishingiz mumkin, biz sizga kerakli vaqtda kelamiz.": "You can trust us, we will arrive at your location within the required time.",
  "Kartiridjlarga to‘ldirish": "Cartridge Refilling",
  "Kartiridjlarni maksimal tezlikda to‘ldiramiz.": "We refill cartridges at maximum speed.",
  "Mahsulotga kafolat": "Product Warranty",
  "Faqat original kartiridjlar va tonerlardan foydalanamiz.": "We use only original cartridges and toners.",
  "Tezkor yordam": "Prompt Support",
  "Savollarni tez hal qilamiz va nosozliklarni bartaraf etamiz.": "We resolve issues quickly and fix malfunctions.",

  "Bizning Xizmatlar": "Our Services",
  "Barcha brendlar": "All Brands",
  "MFP printerlarni ta'mirlash": "MFP Printer Repair",
  "Batafsil": "Learn More",
  "Har qanday brend va modeldagi noutbuklarni ta'mirlash.": "Repair of laptops of all brands and models.",
  "Noutbuklarni ta'mirlash": "Laptop Repair",
  "Muammoni hal qilish. Shrederlarni ta'mirlash va texnik xizmat ko‘rsatish.": "Problem solving. Repair and maintenance of shredders.",
  "Shrederlarni ta'mirlash": "Shredder Repair",
  "Kafolat bilan": "With Warranty",
  "Termoprinterlarni ta'mirlash": "Thermal Printer Repair",
  "Har qanday murakkablik": "Any Complexity",
  "Plotterlarni ta'mirlash": "Plotter Repair",
  "Windows va dasturlarni o‘rnatish.": "Windows and Software Installation.",
  "Kompyuterlarni ta'mirlash": "Computer Repair",
  "Bizning Brendlar": "Our Brands",

  
    "Kompaniya": "Company",
    "Biz haqimizda": "About Us",
    "Bizning afzalliklarimiz": "Our Advantages",
    "Bizning xizmatlarimiz": "Our Services",
    "Kontaktlar": "Contacts",
    "Email": "tafakkurxizmatsamarasimchj@gmail.com",
    "Telefon": "+998940511494",
    "Manzil": "Address",
    "Sergeli tumani, Nomdanak mahallasi, Fayzli ko‘chasi, 11-uy.": "Sergeli district, Nomdanak neighborhood, Fayzli street, house 11.",
    "Ustani chaqirish": "Call the Master",
    "Sizning printeringiz yoki boshqa texnikangiz buzildimi? Agar uskunani ustaxonaga olib kelish imkoni bo‘lmasa, bizning mutaxassislarimiz yordam berishga tayyor! Sizdan talab qilinadigan narsa — qo‘ng‘iroq qilish, biz esa diagnostika va ta’mir uchun sizning oldingizga kelamiz.": "Is your printer or other equipment broken? If you cannot bring the equipment to the workshop, our specialists are ready to help! All you need to do is call, and we will come to you for diagnosis and repair.",
    "Joyida ta’mirlash": "On-Site Repair"
  
  
}
