{
  "Uy": "Главная",
  "Biz haqmizda": "О нас",
  "Xizmatlar": "Услуги",
  "Sotish va brendlar": "Продажа и Бренды",
  "Mutaxassisni chaqiring": "Вызвать мастера",
  "Ishonchlilik va sifat": "Надежность и качество",
  "Kartrijni ta'mirlash va to'ldirish. Mutaxassisning uyingizga yoki ofisingizga tezkor tashrifi!": "Ремонт и заправка картриджей. Оперативный выезд мастера на дом и в офис!",
  "Printerlar, kompyuterlar, monobloklar va boshqa orgtexnika jihozlarini sifatli ta’mirlash, shuningdek, kartridjlarni kafolat bilan to‘ldirishni taklif etamiz.": "Предлагаем качественный ремонт принтеров, компьютеров, моноблоков и другой офисной техники, а также заправку картриджей с гарантией.",
  "Ta'mirlashga buyurtma bering": "Заказать ремонт",
  "Batafsil ma'lumot oling": "Узнать подробнее",
  "Monoxromli lazerli kartridjlarni to'ldirish": "Заправка монохромные лазерные картриджей",
  "Biz bilan bog'lanish": "Связаться с нами",
  "Rangli siyohli kartridjlarni to'ldirish": "Заправка струйные цветные картриджей",
  "Rangli lazerli kartridjlarni to'ldirish": "Заправка цветные лазерные картриджей",
  "Kartridjlarni sotish": "Продажа картриджей",
  "Biz haqimizda": "О нас",
  "TAFAKKUR XIZMAT SAMARASI MChJ — bu bir necha yil davomida ofis texnikasini xizmat ko'rsatish sohasida muvaffaqiyatli faoliyat yuritayotgan, mijozlarga ishonchli va sifatli xizmatlarni taqdim etayotgan rivojlanayotgan kompaniya. Biz kartridjlarni to'ldirish va tiklash, printerlar va boshqa ofis texnikasini ta'mirlash va texnik xizmat ko'rsatishda ixtisoslashganmiz. Bizning jamoamiz murakkab vazifalarni hal qilishga tayyor bo'lgan tajribali mutaxassislardan iborat bo'lib, mijozlarimizga chiqimlarni kamaytirish va uskunalarni xizmat ko'rsatishda yordam beradi.": "TAFAKKUR XIZMAT SAMARASI MChJ — это динамично развивающаяся компания, которая уже несколько лет успешно работает в сфере обслуживания офисной техники, обеспечивая клиентов надежными и качественными услугами. Мы специализируемся на заправке и восстановлении картриджей, ремонте и техническом обслуживании принтеров и другой оргтехники. Наша команда состоит из опытных специалистов, готовых решать самые сложные задачи и помогать нашим клиентам оптимизировать свои затраты на печать и обслуживание оборудования.",
  "Bizning qadriyatlarimiz va yondashuvimiz": "Наши ценности и подход",
  "Biz bilamizki, ofis texnikasining to'g'ri ishlashi har qanday kompaniyaning muvaffaqiyatli faoliyatida muhim rol o'ynaydi. Bizning maqsadimiz — sizning printerlaringiz va boshqa qurilmalarinigiz uzluksiz va sifatli ishlashini ta'minlash. Har bir mijozga individual yondashuvni qadrlaymiz va bizning hamkorlarimizning ehtiyojlari va talablarini to'liq qondiradigan yechimlarni topishga intilamiz. Ishlashning yuqori standartlariga amal qilib, biz faqat sinovdan o'tgan materiallar va zamonaviy texnologiyalardan foydalanamiz, xizmatlarimizning uzoq muddatli va samarali bo'lishini kafolatlaymiz.": "Мы понимаем, что исправная работа офисной техники играет важную роль в успешной работе любой компании. Наша цель — обеспечить бесперебойную и качественную работу ваших принтеров и других устройств. Мы гордимся индивидуальным подходом к каждому клиенту и стремимся находить решения, которые полностью удовлетворяют потребности и требования наших партнеров. Придерживаясь высоких стандартов работы, мы используем только проверенные материалы и современные технологии, чтобы гарантировать долговечность и эффективность наших услуг.",
  "Batafsil ma'lumot olish": "Узнать больше",
  "Plotter printerlarni ta'mirlash": "Ремонт Plotter принтеров",
  "Sifat kafolati bilan!": "С гарантией качества!",
  "Biz sizning Plotter printeringizni yana yangidek ishlashi uchun ishonchli ta'mirlash va xizmat ko'rsatishni ta'minlaymiz.": "Мы обеспечим надежный ремонт и обслуживание вашего Plotter принтера, чтобы он снова работал как новый.",
  "YILLARDAN BERI BOZORDA": "ЛЕТ НА РЫНКЕ",
  "Printerlarni ta'mirlash va xizmat ko'rsatishda katta tajriba": "Огромный опыт в ремонте и обслуживании принтеров",
  "TA'MIRLANGAN PRINTERLAR": "ПРИНТЕРОВ ОТРЕМОНТИРОВАНО",
  "20 000 dan ortiq printerlar ta'mirlandi": "Выполнено более 20 000 ремонтов принтеров",
  "FIKRLAR": "ОТЗЫВОВ",
  "Mijozlarimiz ish sifatidan mamnun": "Наши клиенты довольны качеством работы",
  "Bizning Afzalliklarimiz": "Наши Преимущества",
  "Tezkor chiqish": "Быстрый выезд",
  "Ishonishingiz mumkin, biz sizga kerakli vaqtda kelamiz.": "Можете доверять, мы приедем к вам в нужное время.",
  "Kartiridjlarga to‘ldirish": "Заправка картриджей",
  "Kartiridjlarni maksimal tezlikda to‘ldiramiz.": "Максимально быстрая заправка картриджа.",
  "Mahsulotga kafolat": "Гарантия на товар",
  "Faqat original kartiridjlar va tonerlardan foydalanamiz.": "Используем только оригинальные картриджи и тонеры.",
  "Tezkor yordam": "Оперативная поддержка",
  "Savollarni tez hal qilamiz va nosozliklarni bartaraf etamiz.": "Быстро решаем вопросы и устраняем неполадки.",
  "Bizning Xizmatlar": "Наши Услуги",
  "Barcha brendlar": "Все бренды",
  "MFP printerlarni ta'mirlash": "РЕМОНТ МФУ принтеров",
  "Batafsil": "Подробнее",
  "Har qanday brend va modeldagi noutbuklarni ta'mirlash. ": "Ремонт ноутбуков всех марок и моделей.",
  "Noutbuklarni ta'mirlash": "РЕМОНТ Ноутбуков",
  "Muammoni hal qilish. Shrederlarni ta'mirlash va texnik xizmat ko‘rsatish.": "Решение проблемы. Ремонт и обслуживание шредеров.",
  "Shrederlarni ta'mirlash": "РЕМОНТ Шредеров",
  "Kafolat bilan": "С гарантией",
  "Termoprinterlarni ta'mirlash": "РЕМОНТ Термопринт",
  "Har qanday murakkablik": "Любая сложность",
  "Plotterlarni ta'mirlash": "РЕМОНТ Плоттеров",
  "Windows va dasturlarni o‘rnatish.": "Установка Windows программы.",
  "Kompyuterlarni ta'mirlash": "РЕМОНТ КОМПЬЮТЕРОВ",
  "Bizning Brendlar": "Наши Бренды",

  "Biz bilan bog‘lanish": "Связаться с нами",
  
  "Kompaniya": "Компания",
  "Biz haqimizda": "О нас",
  "Bizning afzalliklarimiz": "Наши Перемущество",
  "Bizning xizmatlarimiz": "Наши Услуги",
  "Kontaktlar": "Контакты",
  "Email": "tafakkurxizmatsamarasimchj@gmail.com",
  "Telefon": "+998940511494",
  "Manzil": "Адрес",
  "Sergeli tumani, Nomdanak mahallasi, Fayzli ko‘chasi, 11-uy.": "Сиргалийский район, махалля Номданак, улица Файзли, дом 11.",
  "Ustani chaqirish": "Вызов мастера",
  "Sizning printeringiz yoki boshqa texnikangiz buzildimi? Agar uskunani ustaxonaga olib kelish imkoni bo‘lmasa, bizning mutaxassislarimiz yordam berishga tayyor! Sizdan talab qilinadigan narsa — qo‘ng‘iroq qilish, biz esa diagnostika va ta’mir uchun sizning oldingizga kelamiz.": "Сломался ли ваш принтер или другая техника? Если у вас нет возможности привезти оборудование в мастерскую, наши специалисты готовы помочь! Все, что вам нужно сделать — это позвонить, и мы приедем к вам для диагностики и ремонта.",
  "Joyida ta’mirlash": "На Выезд"


}
